"OK" = "OK";
"DONE" = "Done";
"Done" = "Done";
"CANCEL" = "Hủy bỏ";

"Later" = "Sau";

"NEW_ACTION" = "Hành động mới";
"DELETE_ACTION" = "Xóa hành động";
"Delete project" = "Xóa dự án";
"Move to In-Basket" = "Di chuyển đến Hộp thư đến";
"UNDO_ACTION" = "Lùi lại hoàn thành";

"Date" = "Ngày";
"Time" = "Hồi";
"Alert" = "Đề phòng";
"At the same time" = "Cùng một lúc";
"%@ before" = "%@ trước khi";

"LAST_MONTH" = "tháng trước";
"LAST_WEEK" = "tuần trước";
"LAST_YEAR" = "năm ngoái";
"NEXT_MONTH" = "vào tháng tới";
"NEXT_WEEK" = "tuần tới";
"NEXT_YEAR" = "năm tới";
"SOMEDAY_MAYBE" = "một ngày nào đó / có thể";
"THIS_MONTH" = "tháng này";
"THIS_WEEK" = "tuần này";
"THIS_YEAR" = "năm nay";
"TODAY" = "hôm nay";
"TOMORROW" = "mai";
"YESTERDAY" = "hôm qua";

"CALENDAR" = "Ghi";

"DESCRIPTION" = "Mô tả";
"DISABLED" = "Tắt";
"ENABLED" = "Bật";
"SOUND" = "Âm thanh";
"TRY" = "Thử";
"Restore" = "Khôi phục";

"in-basket" = "hộp thư đến";
"delegated" = "ủy";
"completed" = "hoàn thành";

"How soon do you plan to do this?" = "Bao lâu bạn có kế hoạch để làm điều này?";
"Enable repeat and notification will be coming every minute until you act on it." = "Kích hoạt tính năng lặp lại và thông báo sẽ sắp tới mỗi phút cho đến khi bạn hành động trên nó.";

/* \n is the line break */
"Pull down and release\nto add a new task." = "kéo xuống và phát hành\nđể thêm một nhiệm vụ mới";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "kéo một nhiệm vụ ở bên phải để\n• hoàn thành,\n• trì hoãn,\n• lịch hoặc,\n• đại biểu nó";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "kéo một nhiệm vụ ở bên trái để\n• loại bỏ,\n• lặp lại,\n• liệt kê rõ từng hoặc,\n• gửi nó";
"Pull up and release\nto clear completed tasks." = "kéo lên và phát hành\nđể xóa hoàn thành nhiệm vụ";

"all done" = "tất cả được thực hiện";

"STATISTICS_ACTIONS_IN_LIST" = "hành động\nnằm trong danh sách";
"STATISTICS_ACTIONS_FOR_TODAY" = "hành động\nlàm hôm nay";
"STATISTICS_ACTIONS_DONE_TOTAL" = "hành động\nthực hiện";
"STATISTICS_DAYS_PASSED_TOTAL" = "ngày\nthông qua";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "hành động\nmỗi ngày";

"Purchase" = "Mua";
"Receipt for this app expired." = "Xác nhận cho ứng dụng này đã hết hạn.";
"Premium Feature" = "Đây là một tài khoản VIP";
"Disable ads here just for %@ right now!" = "Nhận được nó ngay bây giờ cho %@!";
"Try for a week" = "Hãy thử cho một tuần";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "Đây là một tài khoản VIP. Nhưng bạn vô hiệu hóa mua hàng trong ứng dụng. Giúp họ trong cài đặt để tiến hành.";
"Purchase transaction for the feature failed. Try again later." = "Giao dịch mua cho các tính năng không thành công. Thử lại sau.";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "Đây là một tài khoản VIP. Nhưng điện thoại của bạn không có kết nối internet bây giờ. Thử lại sau.";
"All previously purchased features were restored." = "Tất cả các tính năng đã mua trước đó đã được khôi phục.";

"You can greatly help by writing a review." = "Bạn có thể giúp rất nhiều bằng cách viết một bài đánh giá.";

"WELCOME" = "Chào mừng";
"keep tasks here" = "giữ nhiệm vụ ở đây";

"Repeat" = "Lặp lại";
"DAY" = "NGÀY";
"WEEK" = "TUẦN";
"MONTH" = "THÁNG";
"everyday" = "hàng ngày";
"done %@ times" = "thực hiện %@ lần";
"Skip repetition" = "Bỏ qua sự lặp lại";
"REPEAT_DAY_1" = "ngày";
"REPEAT_DAY_234" = "ngày";
"REPEAT_DAY_567890" = "ngày";

"Complete" = "Không chê được";
"Postpone" = "Hoãn";
"Schedule" = "Ghi vào danh biểu";

"Version" = "Phiên bản";
"Feedback" = "Phản hồi";
"Help" = "Giúp";
"Sounds" = "Âm thanh";
"Theme" = "Chủ đề";
"Dark" = "Tối";
"Light" = "Ánh sáng";
"Automatic" = "Tự động";
"Multiline titles" = "Chức danh multiline";
"Delete confirmation" = "Xóa xác nhận";
"Icon badge" = "Biểu tượng huy hiệu";
"Calendar reminder" = "Lịch nhắc nhở";
"Overdue reminder" = "Quá hạn nhắc nhở";
"Process reminder" = "Quá trình nhắc nhở";
"Review reminder" = "Review nhắc nhở";
"Restore in-app purchases" = "Khôi phục trong ứng dụng mua hàng";
"Send usage statistics" = "Gửi thống kê sử dụng";

"Application" = "Ứng dụng";
"Projects" = "Dự án";
"Periodic tasks" = "Công việc định kỳ";
"Archive" = "Lưu trữ";

"Change in storage" = "Thay đổi trong lưu trữ";
"Сopy existing tasks to the new storage?" = "Sao chép công việc sẵn có để lưu trữ mới?";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "Bạn đã không có tác vụ cho ngày hôm nay.\n•\nQuay trở lại bởi pinching trong hoặc bắt.";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "Bạn có không có tác vụ trong dự án này.\n•\nThêm tác vụ bằng cách kéo.\n•\nQuay trở lại bởi pinching trong hoặc bắt.";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "Bạn có một nhiệm vụ. Hoàn thành chúng, hoặc thiết lập cho họ ngày mới. (%@)";
"You should process collected tasks (%@) regularly to stay organized." = "Bạn nên xử lý các nhiệm vụ thu thập được thường xuyên để ở lại tổ chức. (%@)";
"Review your list (%@) every week, this will keep it current and reliable." = "Xem lại danh sách của bạn mỗi tuần, điều này sẽ giữ cho nó đáng tin cậy. (%@)";

/* %@ is where number of done actions will go */
"Happy" = "Vui vẻ";
"Confused" = "Nhầm lẫn";
"Unhappy" = "Không hài lòng";
"Tell the story of your success and help others to achive the same!" = "Kể câu chuyện thành công của bạn và giúp đỡ người khác để đạt được như vậy!";
"Search for help on a website or write an email to developer." = "Tìm kiếm trợ giúp về một trang web hoặc viết một email để phát triển.";
"Sorry to hear. What can I do to fix this?" = "Xin lỗi để nghe. Tôi có thể làm gì để sửa lỗi này?";
"How do you feel about it?" = "Làm thế nào để bạn cảm thấy về nó?";
"Congratulations! You completed %@ tasks." = "Xin chúc mừng, bạn chỉ cần hoàn thành %@ nhiệm vụ!";
"Please, rate this app on the App Store. Thanks!" = "Xin vui lòng, tỷ lệ này ứng dụng trên App Store.";
"Rate %@" = "Tỷ lệ %@";
"Not now" = "Không phải bây giờ";
"Don't ask again" = "Đừng hỏi lại";
"I completed %@ tasks!" = "Tôi đã hoàn thành %@ nhiệm vụ!";

"Enjoying this app?" = "Thưởng thức ứng dụng này?";
"Would you mind giving me some feedback?" = "Bạn có ý cho chúng tôi một số thông tin phản hồi?";
"How about rating on the App Store, then?" = "Làm thế nào về giá trên App Store, sau đó?";
"Not really" = "Không";
"Yes!" = "Vâng";
"No, thanks" = "Không";
"Ok, sure" = "Vâng";
"NO" = "Không";
"YES" = "Vâng";
